Repository: cmmm976/Eternal-Twin
Catalog: packages/website/src/locales/messages.*.xlf
Languages: de_de

# app.loginNav
source: Sign in
de_de: Anmelden

# home.presentation
source: <p> On March 27th 2020, Motion-Twin published <a>a message</a> on its platform Twinoid about the end of Flash by the end of 2020. Their games will be gradually closed based on how the player-base dwindles. </p> <p> Faced with the situation, a few players decided to start a project to save those games: the project Eternal-Twin. Their goal is to keep the corresponding online communities alive and avoid losing this part of video-gaming history. </p> <p> This project is lead by MrPapy and Demurgos. Anyone is free to join and help. </p> <p> Useful links: </p> <ul> <li><a>Eternal-Twin Discord server</a>: Main communication channel</li> <li><a>Eternal Twinpedia</a>: Wiki for the Motion-Twin games</li> <li><a>Eternal-Twin Gitlab organization</a>: All our source-code</li> </ul>
de_de: <p> Am 27. März hat Motion Twin <a>eine Mitteilung</a> auf ihrer Plattform Twinoid bezüglich des Endes von Flash Ende 2020 gepostet. Ihre Spiele werden schrittweise eingestellt basierend auf dem Rückgang der Spielerzahlen. </p><p> Mit dieser Situation konfrontiert, haben sich einige Spieler dazu entschieden, ein Projekt ins Leben zu rufen, um die Spiele zu retten: Das Projekt Eternal-Twin. Das Ziel ist die jeweiligen Online Communities am Leben zu erhalten und zu verhindern, diesen Teil des gemeinsamen Videospielerbes zu verlieren. </p><p> Das Projekt wird geleitet von MrPapy und Demurgos. Jeder kann uns beitreten und mithelfen. </p><p> Nützliche Links: </p><ul><li><a>Eternal-Twin Discordserver</a>: Hauptkommunikationskanal</li><li><a>Eternal Twinpedia</a>: Wiki für Motion-Twin Spiele</li><li><a>Eternal-Twin Gitlab organization</a>: Unser ganzer Sourcecode</li></ul>

# home.generalTitle
source: General informations
de_de: Allgemeine Informationen

# home.generalWhoAreWe
source: Eternal-Twin is a non-commercial website operate by hobbyists. Its the goal to archive Motion-Twin's games. This means we want to ensure they remain available even if the official website closes. <strong>We are not related to Motion-Twin</strong>.
de_de: Eternal-Twin ist eine nicht-kommerzielle Webseite betrieben von Bastlern. Ihr Ziel ist es Motion-Twin-Spiele zu archivieren. Das bedeutet, wir möchten sicherstellen das die Spiele erreichbar bleiben selbst wenn die offizielle Webseite schließt. Wir gehören nicht zu<strong> Motion-Twin</strong>.

# legalLink
source: Legal notices
de_de: Rechtliche Hinweise

# login.method.etwin
source: Sign in with Eternal-Twin
de_de: Anmelden mit Eternal-Twin

# login.email
source: Email address
de_de: E-Mail-Adresse

# login.signInAction
source: Sign in (Soon)
de_de: Anmelden (Bald)

# login.method.twinoid
source: Sign in with Twinoid (Soon)
de_de: Anmelden mit Twinoid (Bald)

# login.method.hammerfest
source: Sign in with Hammerfest (Soon)
de_de: Anmelden mit Hammerfest (Bald)

# legal.title
source: Legal notices
de_de: Rechtliche Hinweise

# legal.hostingTitle
source: Web Hosting Provider
de_de: Webhosting-Anbieter

# legal.hostingIntro
source: Eternal-Twin is hosted by OVH. These are their contact details:
de_de: Eternal-Twin wird gehostet von OVH. Dies sind ihre Kontaktdetails:

# legal.hostingAddressLabel
source: Address
de_de: Adresse

# legal.cookiesBody
source: <p>Eternal-Twin avoids any non-necessary cookies.</p> <h3>Necessary cookies</h3> <p>Eternal-Twin uses cookies to support authentication and remember the user's preferred language. Those are first-party cookies required for the website to work. You may still disable them in your browser settings, but this may prevent the website from working.</p> <h3>Other cookies</h3> <p>There are no other cookies: no tracking, no analytics, no advertisement.</p>
de_de: <p>Eternal-Twin verzichtet auf alle unwichtigen Cookies.</p><h3>Erforderliche Cookies</h3><p>Eternal-Twin benutzt Cookies um Authentifizierung und bevorzugte Sprache des Users zu speichern. Diese Cookies von Erstanbietern werden benötigt damit die Webseite richtig funktioniert. Ihr könnt diese immer noch in eurem Browser deaktivieren, aber dies verhindert vielleicht, dass die Webseite richtig funktioniert.</p><h3>Andere Cookies</h3><p>Keine anderen Cookies sind vorhanden, Keine Rückverfolgung, eine Analysen, keine Werbung.</p>

# legal.personalDataTitle
source: Personal data
de_de: Persönliche Daten

# legal.personalDataBody
source: Eternal-Twin stores user emails for authentication (sign-in and password recovery). No other personal data is stored. We do not share, sell or analyze any kind of personal data.
de_de: Eternalfest speichert E-Mail-Adressen für Authentifizierung (Anmeldung und Password-Wiederherstellung). Keine anderen personenbezogenen Daten werden gespeichert. Wir veröffentlichen, verkaufen oder analysieren KEINE personenbezogenen Daten.
